-- phpMyAdmin SQL Dump
-- version 4.2.8
-- http://www.phpmyadmin.net
--
-- Хост: localhost
-- Время создания: Окт 07 2014 г., 21:52
-- Версия сервера: 5.5.38-MariaDB-wsrep
-- Версия PHP: 5.5.16

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- База данных: `mastersmeta`
--

-- --------------------------------------------------------

--
-- Структура таблицы `smeta`
--

CREATE TABLE IF NOT EXISTS `smeta` (
`id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL,
  `geo_id` int(11) NOT NULL,
  `size` double(10,2) NOT NULL,
  `height` double(10,2) NOT NULL,
  `price_materials` double(10,2) NOT NULL,
  `price_work_dem` double(10,2) NOT NULL,
  `price_work_mon` double(10,2) NOT NULL,
  `time_work_dem` double(10,2) NOT NULL,
  `time_work_mon` double(10,2) NOT NULL,
  `room_name` varchar(255) NOT NULL,
  `partner_id` int(11) NOT NULL,
  `repair_id` int(11) NOT NULL,
  `rate_id` int(11) NOT NULL,
  `apartment_id` int(11) NOT NULL,
  `create_date` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `count_rooms` int(11) NOT NULL,
  `materials_enable` tinyint(1) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=57 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `smeta`
--

INSERT INTO `smeta` (`id`, `name`, `geo_id`, `size`, `height`, `price_materials`, `price_work_dem`, `price_work_mon`, `time_work_dem`, `time_work_mon`, `room_name`, `partner_id`, `repair_id`, `rate_id`, `apartment_id`, `create_date`, `count_rooms`, `materials_enable`) VALUES
(8, '541f1ebe7a78a', 0, 57.75, 0.00, 0.00, 0.00, 0.00, 0.00, 0.00, 'трехкомнатная квартира', 0, 0, 0, 0, '2014-09-21 19:53:50', 0, 0),
(3, '541f046dbbb67', 0, 38.50, 0.00, 0.00, 0.00, 0.00, 0.00, 0.00, 'двухкомнатная квартира', 0, 0, 0, 0, '2014-09-21 18:01:33', 0, 0),
(4, '541f04c767c53', 0, 19.25, 0.00, 0.00, 0.00, 0.00, 0.00, 0.00, 'однокомнатная квартира', 0, 0, 0, 0, '2014-09-21 18:03:03', 0, 0),
(5, '541f04cc82423', 0, 19.25, 0.00, 0.00, 0.00, 0.00, 0.00, 0.00, 'однокомнатная квартира', 0, 0, 0, 0, '2014-09-21 18:03:08', 0, 0),
(6, '541f09f71ed85', 0, 57.75, 0.00, 0.00, 0.00, 0.00, 0.00, 0.00, 'трехкомнатная квартира', 0, 0, 0, 0, '2014-09-21 18:25:11', 0, 0),
(7, '541f1037e68fb', 0, 57.75, 0.00, 0.00, 0.00, 0.00, 0.00, 0.00, 'трехкомнатная квартира', 0, 0, 0, 0, '2014-09-21 18:51:51', 0, 0),
(9, '541f3b051ddc2', 0, 100.00, 0.00, 0.00, 0.00, 0.00, 0.00, 0.00, 'четырехкомнатная квартира', 0, 0, 0, 0, '2014-09-21 21:54:29', 0, 0),
(10, '5425b6e248a57', 0, 56.00, 0.00, 0.00, 0.00, 0.00, 0.00, 0.00, 'трехкомнатная квартира', 0, 2, 2, 2, '2014-09-26 19:56:34', 0, 0),
(11, '5425b7a50dc5e', 0, 56.00, 0.00, 0.00, 0.00, 0.00, 0.00, 0.00, 'трехкомнатная квартира', 0, 1, 1, 1, '2014-09-26 19:59:49', 0, 0),
(12, '5425cff7e17b0', 0, 77.00, 0.00, 0.00, 0.00, 0.00, 0.00, 0.00, 'четырехкомнатная квартира', 0, 2, 2, 2, '2014-09-26 21:43:35', 0, 0),
(13, '5425d07576680', 0, 38.50, 0.00, 0.00, 0.00, 0.00, 0.00, 0.00, 'двухкомнатная квартира', 0, 2, 2, 2, '2014-09-26 21:45:41', 0, 0),
(14, '5425d15a8ddde', 0, 57.75, 0.00, 0.00, 0.00, 0.00, 0.00, 0.00, 'трехкомнатная квартира', 0, 2, 2, 2, '2014-09-26 21:49:30', 0, 0),
(15, '5425d199437fd', 0, 59.11, 0.00, 0.00, 0.00, 0.00, 0.00, 0.00, 'трехкомнатная квартира', 0, 2, 2, 2, '2014-09-26 21:50:33', 0, 0),
(16, '5425d29d9fa78', 0, 59.11, 0.00, 0.00, 0.00, 0.00, 0.00, 0.00, 'трехкомнатная квартира', 0, 2, 2, 2, '2014-09-26 21:54:53', 0, 0),
(17, '5425d2aea7b05', 0, 38.50, 0.00, 0.00, 0.00, 0.00, 0.00, 0.00, 'двухкомнатная квартира', 0, 2, 2, 2, '2014-09-26 21:55:10', 0, 0),
(18, '5425d3dbbf89b', 0, 38.50, 0.00, 0.00, 0.00, 0.00, 0.00, 0.00, 'двухкомнатная квартира', 0, 2, 2, 2, '2014-09-26 22:00:11', 0, 0),
(19, '5427cd0ca3b29', 0, 23.67, 0.00, 0.00, 0.00, 0.00, 0.00, 0.00, 'однокомнатная квартира', 0, 2, 2, 2, '2014-09-28 09:55:40', 0, 0),
(20, '5427cd22aefbe', 0, 3.06, 0.00, 0.00, 0.00, 0.00, 0.00, 0.00, 'Ванна и туалет', 0, 2, 2, 2, '2014-09-28 09:56:02', 0, 0),
(21, '5427d0998c4b8', 0, 3.06, 0.00, 0.00, 0.00, 0.00, 0.00, 0.00, 'Ванна и туалет', 0, 2, 2, 2, '2014-09-28 10:10:49', 0, 0),
(22, '5427d0e40df38', 0, 3.06, 0.00, 0.00, 0.00, 0.00, 0.00, 0.00, 'Ванна и туалет', 0, 2, 2, 2, '2014-09-28 10:12:04', 0, 0),
(23, '5427d1c03c270', 0, 3.06, 2.85, 0.00, 0.00, 0.00, 0.00, 0.00, 'Ванна', 0, 2, 2, 2, '2014-09-28 10:15:44', 0, 0),
(24, '5427dbb99926f', 0, 38.67, 2.85, 0.00, 0.00, 0.00, 0.00, 0.00, 'однокомнатная квартира', 0, 3, 2, 2, '2014-09-28 10:58:17', 0, 0),
(25, '5427dde9db2ba', 0, 38.67, 2.85, 0.00, 0.00, 0.00, 0.00, 0.00, 'однокомнатная квартира', 0, 3, 2, 2, '2014-09-28 11:07:37', 0, 0),
(26, '5427e4f46782c', 0, 41.73, 2.75, 0.00, 0.00, 0.00, 0.00, 0.00, 'однокомнатная квартира', 0, 2, 2, 2, '2014-09-28 11:37:40', 1, 0),
(27, '5427e6637bdc0', 0, 41.73, 2.75, 0.00, 0.00, 0.00, 0.00, 0.00, 'однокомнатная квартира', 0, 2, 2, 2, '2014-09-28 11:43:47', 1, 0),
(28, '54284c177895a', 0, 41.73, 2.75, 0.00, 0.00, 0.00, 0.00, 0.00, 'однокомнатная квартира', 0, 2, 2, 2, '2014-09-28 18:57:43', 1, 0),
(29, '54284cb80d3d4', 0, 41.73, 2.75, 0.00, 0.00, 0.00, 0.00, 0.00, 'однокомнатная квартира', 0, 2, 2, 2, '2014-09-28 19:00:24', 1, 0),
(30, '54284d414740d', 0, 41.73, 2.75, 0.00, 0.00, 0.00, 0.00, 0.00, 'однокомнатная квартира', 0, 2, 2, 2, '2014-09-28 19:02:41', 1, 0),
(31, '54284d695db35', 0, 41.73, 2.75, 0.00, 0.00, 0.00, 0.00, 0.00, 'однокомнатная квартира', 0, 2, 2, 2, '2014-09-28 19:03:21', 1, 0),
(32, '54284d8824bce', 0, 41.73, 2.75, 0.00, 0.00, 0.00, 0.00, 0.00, 'однокомнатная квартира', 0, 2, 2, 2, '2014-09-28 19:03:52', 1, 0),
(33, '54284fa5316ca', 0, 41.73, 2.75, 0.00, 0.00, 0.00, 0.00, 0.00, 'однокомнатная квартира', 0, 2, 2, 2, '2014-09-28 19:12:53', 1, 0),
(34, '542855ad72fb1', 0, 3.06, 2.75, 0.00, 0.00, 0.00, 0.00, 0.00, 'Ванна и туалет', 0, 2, 2, 2, '2014-09-28 19:38:37', 0, 0),
(35, '5428562ae0607', 0, 3.06, 2.75, 0.00, 0.00, 0.00, 0.00, 0.00, 'Ванна и туалет', 0, 2, 2, 2, '2014-09-28 19:40:42', 0, 0),
(36, '54285b4aab36f', 0, 1.36, 2.75, 0.00, 0.00, 0.00, 0.00, 0.00, 'Туалет', 0, 2, 2, 2, '2014-09-28 20:02:34', 0, 0),
(37, '54285cc92a83b', 0, 1.36, 2.75, 0.00, 0.00, 0.00, 0.00, 0.00, 'Туалет', 0, 2, 2, 2, '2014-09-28 20:08:57', 0, 0),
(38, '54285cd740630', 0, 1.36, 2.75, 0.00, 0.00, 0.00, 0.00, 0.00, 'Туалет', 0, 2, 2, 2, '2014-09-28 20:09:11', 0, 0),
(39, '5429c851bc292', 0, 60.98, 2.75, 0.00, 0.00, 0.00, 0.00, 0.00, 'двухкомнатная квартира', 0, 2, 2, 2, '2014-09-29 22:00:01', 2, 0),
(40, '5429c861a6dac', 0, 60.98, 2.75, 0.00, 0.00, 0.00, 0.00, 0.00, 'двухкомнатная квартира', 0, 2, 2, 2, '2014-09-29 22:00:17', 2, 0),
(41, '5429c9b76efa1', 0, 60.98, 2.75, 0.00, 0.00, 0.00, 0.00, 0.00, 'двухкомнатная квартира', 0, 2, 2, 2, '2014-09-29 22:05:59', 2, 0),
(42, '542aefb0da680', 0, 38.67, 2.75, 0.00, 0.00, 0.00, 0.00, 0.00, 'однокомнатная квартира', 0, 2, 2, 2, '2014-09-30 19:00:16', 1, 0),
(43, '542af00fb50d7', 0, 41.73, 2.75, 0.00, 0.00, 0.00, 0.00, 0.00, 'однокомнатная квартира', 0, 2, 2, 2, '2014-09-30 19:01:51', 1, 0),
(44, '542af054953b5', 0, 41.73, 2.75, 0.00, 0.00, 0.00, 0.00, 0.00, 'однокомнатная квартира', 0, 2, 2, 2, '2014-09-30 19:03:00', 1, 0),
(45, '543199ccd0a1c', 0, 41.73, 2.75, 0.00, 0.00, 0.00, 0.00, 0.00, 'однокомнатная квартира', 0, 1, 1, 2, '2014-10-05 20:19:40', 1, 0),
(46, '54319e521f178', 0, 41.73, 2.75, 0.00, 0.00, 0.00, 0.00, 0.00, 'однокомнатная квартира', 0, 2, 2, 2, '2014-10-05 20:38:58', 1, 0),
(47, '543222104791a', 0, 41.73, 2.75, 0.00, 0.00, 0.00, 0.00, 0.00, 'однокомнатная квартира', 0, 2, 2, 2, '2014-10-06 06:01:04', 1, 0),
(48, '5432e23064ef0', 0, 41.73, 2.75, 0.00, 0.00, 0.00, 0.00, 0.00, 'однокомнатная квартира', 0, 2, 2, 2, '2014-10-06 19:40:48', 1, 0),
(49, '5432e3a22dfc8', 0, 60.98, 2.75, 0.00, 0.00, 0.00, 0.00, 0.00, 'двухкомнатная квартира', 0, 1, 1, 2, '2014-10-06 19:46:58', 2, 0),
(50, '54342d117eb98', 0, 60.98, 2.75, 0.00, 0.00, 0.00, 0.00, 0.00, 'двухкомнатная квартира', 0, 2, 2, 2, '2014-10-07 19:12:33', 2, 0),
(51, '54342d63da5c2', 0, 60.98, 2.75, 0.00, 0.00, 0.00, 0.00, 0.00, 'двухкомнатная квартира', 0, 1, 1, 2, '2014-10-07 19:13:55', 2, 0),
(52, '54342d82eb589', 0, 60.98, 2.75, 0.00, 0.00, 0.00, 0.00, 0.00, 'двухкомнатная квартира', 0, 1, 1, 2, '2014-10-07 19:14:26', 2, 0),
(53, '54342d9959921', 0, 60.98, 2.75, 0.00, 0.00, 0.00, 0.00, 0.00, 'двухкомнатная квартира', 0, 1, 1, 2, '2014-10-07 19:14:49', 2, 0),
(54, '54342e41ba943', 0, 60.98, 2.75, 0.00, 0.00, 0.00, 0.00, 0.00, 'двухкомнатная квартира', 0, 1, 1, 2, '2014-10-07 19:17:37', 2, 0),
(55, '54342e6d39dbc', 0, 41.73, 2.75, 0.00, 0.00, 0.00, 0.00, 0.00, 'однокомнатная квартира', 0, 1, 1, 2, '2014-10-07 19:18:21', 1, 0),
(56, '54343107251c7', 0, 41.73, 2.75, 0.00, 0.00, 0.00, 0.00, 0.00, 'однокомнатная квартира', 0, 1, 1, 2, '2014-10-07 19:29:27', 1, 0);

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `smeta`
--
ALTER TABLE `smeta`
 ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `smeta`
--
ALTER TABLE `smeta`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=57;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
